Repository: radio-aktywne/lotus
Catalog: src/common/localization/locales/*.po
Languages: pl

source: An unexpected error occurred
pl: Wystąpił nieoczekiwany błąd

source: Back
pl: Cofnij

source: Conflicting input
pl: Konfliktujące dane

source: Create
pl: Utwórz

source: Create playlist
pl: Utwórz playlistę

source: Create playlist • lotus
pl: Utwórz playlistę • lotus

source: Delete
pl: Usuń

source: Edit
pl: Edytuj

source: Edit media
pl: Edytuj utwór

source: Edit playlist
pl: Edytuj playlistę

source: Enter media name
pl: Wprowadź nazwę utworu

source: Enter playlist name
pl: Wprowadź nazwę playlisty

source: Enter some value
pl: Wprowadź jakąś wartość

source: Error
pl: Błąd

source: Error • lotus
pl: Błąd • lotus

source: Failed to add media to playlist, try again
pl: Nie udało się dodać utworu do playlisty, spróbuj ponownie

source: Failed to change media position, try again
pl: Nie udało się zmienić pozycji utworu, spróbuj ponownie

source: File
pl: Plik

source: File is required
pl: Plik jest wymagany

source: Info
pl: Informacja

source: Invalid file
pl: Nieprawidłowy plik

source: Invalid input
pl: Nieprawidłowe dane

source: lotus is a Next.js app
pl: lotus to aplikacja Next.js

source: Media
pl: Utwory

source: Media added to playlist
pl: Dodano utwór do playlisty

source: Media already deleted
pl: Utwór jest już usunięty

source: Media already removed
pl: Utwór jest już usunięty

source: Media deleted
pl: Usunięto utwór

source: Media no longer exists
pl: Utwór już nie istnieje

source: Media position changed
pl: Zmieniono pozycję utworu

source: Media removed
pl: Usunięto utwór

source: Media updated
pl: Zaktualizowano utwór

source: Media uploaded
pl: Przesłano utwór

source: Name
pl: Nazwa

source: No media
pl: Brak utworów

source: No playlists
pl: Brak playlist

source: Not Found • lotus
pl: Nie znaleziono • lotus

source: Page not found
pl: Nie znaleziono strony

source: Playlist already deleted
pl: Playlista jest już usunięta

source: Playlist created
pl: Utworzono playlistę

source: Playlist deleted
pl: Usunięto playlistę

source: Playlist updated
pl: Zaktualizowano playlistę

source: Playlists
pl: Playlisty

source: Playlists • lotus
pl: Playlisty • lotus

source: Retry
pl: Spróbuj ponownie

source: Save
pl: Zapisz

source: Search media
pl: Szukaj utworów

source: Search playlists
pl: Szukaj playlist

source: Select media file
pl: Wybierz plik utworu

source: Something went wrong
pl: Coś poszło nie tak

source: Submit
pl: Wyślij

source: Success
pl: Sukces

source: Upload
pl: Prześlij

source: Upload media
pl: Prześlij utwór

source: Warning
pl: Ostrzeżenie

source: Why did the chicken cross the road? To get to the other side.
pl: Dlaczego kura przeszła przez ulicę? Żeby dostać się na drugą stronę.
